Revit 2027 API
ParameterTypeId.TrussHeight Property
 "Truss Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussHeight { get; }
Public Shared ReadOnly Property TrussHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussHeight {
	ForgeTypeId^ get ();
}
static member TrussHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace